Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B16A.tmx
Source language: en_us
Languages: zh_cn

source: Regression to the Middle Ages?
zh_cn: 人类要退化到中世纪吗？

source: Can we save the planet yet keep our freedoms?
zh_cn: 我们能拯救星球，维持我们的自由吗？

source: The British Library's first discussion of the New Year Taking Liberties series was entitled 'Can we save the planet yet keep our freedoms?', but showed scant appreciation of the 'struggle for Britain's freedoms and rights.
zh_cn: 英国国家图书馆发布的新年自由书系列的第一次讨论稿命名为"我们能拯救星球 维持我们的自由吗?"。但是，对于英国奋力维护自由和人权方面，书中并没有大肆表示出此的感激之情。

source: Rather than 'hinting' the process of people advancing their freedoms is currently being reversed - as observed by Mick Hume in his review of the Taking Liberties exhibition (1) - the discussion was instead a showcase for individuals actively advocating the restriction of people's freedoms.
zh_cn: Mick Hume在他的《充分展示自由》一文中并没有暗示“近日，人们正不断使自己的生活变得更加不自由”这样一种观念，而是告诉人们，人类非常喜欢限制自由。

source: Where there was any debate, it was about not about protect liberties, but how best to take them away.
zh_cn: 然而，不论这其中是否存在争论，《充分展示自由》一文并没有维护人类享有的自由，而是怎么最好地限制自由。

source: Of course you don't actually say 'restrict freedoms', as panellist Ken Livingstone pointed out ---referring in his introduction to the congestion charge when he was mayor of London --- you need to spin it differently by claiming something like, 'we will introduce a pricing mechanism'.
zh_cn: 当然，限制自由并不是不要你结交朋友。曾是伦敦市市长的Ken Livingstone，同时他也是小组讨论的专家，对拥堵费的介绍中提到每辆进伦敦市的车辆都应交纳一定数量的拥堵费， 而拥堵费应被分成几个部分来收取。我们将引进一套先进的价格体制。

source: That way you can apparently get people as far to the right as Milton Friedman to agree with your proposals.
zh_cn: 这种新的价格体制使人们同意你们的提议。

source: It was obvious from the outset this was no debate about 'Freedom v Environmentalism?' as billed: it had already been decided that freedoms had to go.
zh_cn: 很显然，一开始就没有针对自由和环境两者间关系的讨论，正如最后的结果一样，自由不得不在退出这场讨论。

source: The chair, writer and broadcaster Dr Gabriel Walker, nailed her colours to the mast from the beginning. It used to be fashionable, Dr Walker tells us, for the environmentalist movement to claim we need to, 'live back in the Stone Age and destroy capitalism'.
zh_cn: 身为主席、作家和播音员的Dr Gabriel Walker从一开始就坚持自己的主张，对于环保主义运动来说，人们应对政府提出抗议。这本是很正常的做法。如果不这样做的话，人类生活将会退回到消灭资本主义的石器时代。

source: Now, however, it's more fashionable expect new technology to allow us to 'stay as we are.'
zh_cn: 现在，我们需要新的科学技术使人类生活在应该生活的地方。

source: The 'truth', Walker tells us before even introducing the speakers, is 'somewhere in-between'.
zh_cn: 甚至在介绍播音员给大家认识前，Walker就告诉我们，自由和环境之间的确存在什么。

source: So maybe a small regression to the Middle Ages?!
zh_cn: 所以才会出现人类返回到中世纪这样的小小退步吗？

source: Livingstone was not the only one who appeared bitter he was no longer enjoying endless media coverage.
zh_cn: 利文斯敦并不是唯一一位生活在中世纪的人，他不再享受无处不在的媒体报道。

source: As Dr Walker pointed out, until the credit crunch started stealing them away last September, climate change was in the headlines 'all the time'.
zh_cn: 正如Dr Walker指出的一点：在年9月份出现的次贷危机之前，气温变化一直是新闻的热门词。

source: She was eager to point out that climate change is no minor flash-in-the-pan fear-mongering stunt.
zh_cn: 而且，Dr Walker非常迫切地告诉人们，气温变化不是昙花一现，也不是一位制造恐慌的特技表演人员。

source: Unlike the Y2K bug, it's 'not going away'.
zh_cn: 不像Y2K监测器，气温变化这个问题不会消失。

source: And if you think the credit crunch is bad, then just wait for the impending 'climate crunch'.
zh_cn: 如果你们认为次贷危机带来的影响是巨大的，那么即将而来的就是气温危机。

source: According to Livingstone, the 'emergency' is so great, if we don't act there will only be a few million humans eking out a 'marginal existence' by the end of the century.
zh_cn: 根据利文斯敦的说法，“危机”产生的影响是很大的，如果我们不采取应对措施，到本世纪末，全世界将只剩下不到一百万的人口争夺小小的生存空间，而形成“边缘生存”。

source: The reaction of governments to the current economic crisis was a source of optimism to some of the panellists.
zh_cn: 政府对当下经融危机做出的一些措施，是为了让一些讨论小组成员更有信心。

source: As Simon Retallack, Associate Director and Head of the Climate Change Team at the Institute for Public Policy Research, pointed out, if governments can throw trillions at the financial markets, then they can also do it come the climate crunch.
zh_cn: 公众政策研究中心的气温变化研究小组助理研究员Simon Retallack指出，如果政府能出资几万亿用以拯救此次的经融市场的话，对于气温变化问题，政府也能拨款巨额资金来研究并解决气温问题。

source: This, Retallack told us, is about ensuring the planet remains habitable.
zh_cn: Retallack告诉我们，解决气温变化问题是为了保证地球成为人类永久居住的地方。

source: As a result, 'if there was ever a case for restricting liberties, it would be precisely on these circumstances to ensure the survival of the human race'.
zh_cn: 结果，如果限制自由成为一个议题的话，恰恰以上这些情况将能成为保证人类生存的必备条件。

source: We're not trying to undermine Roosevelt's four fundamental liberties --- speech, religion, freedom from want and fear.
zh_cn: 我们并不是想削弱罗斯福四项基本自由的力量――言论自由、宗教信仰自由、想要的自由和害怕的自由。

source: And Roosevelt emphasised 'freedom from want' not that we should have whatever we want.
zh_cn: 在这四项基本自由中，罗斯福强调“想要的自由”，这项自由并不是我们想要什么就要什么。

source: We need to question whether lifestyle choices are really freedoms, Andy Atkins, Executive Director of Friends of the Earth, asserted.
zh_cn: 地球的朋友的这样一个组织的执行董事Andy Atkins声称这需要我们扪心自问，选择这种生活方式会不会是真正意义上的自由。

source: Unlike the right to life, freedom from torture and free expression, 'personal lifestyle choices are not fundamental rights'.
zh_cn: 不像生活权利，免受折磨和压迫的自由生活，选择个人生活方式不是一项基本的权利。

source: And, furthermore, not only is Western consumption causing climate change, but it is impinging upon the fundamental freedoms of others, such as forest-dwelling native Amazonians.
zh_cn: 进一步说，气温变化不仅仅因西方消费方式而起，还和侵犯其他人生存自由的基本权利有关，比如破坏了生活在森林的印第安人的生活。

source: Eating less meat was flavour of the month amongst the panellists as to how lifestyle choices should be curbed, along with the usual restrictions on flights, switching off lights and computers and using less heating. There is, Livingstone declared, 'no right to follow the Atkins diet', and consume 'excessive amounts' of meat.
zh_cn: 当小组讨论成员谈到怎样约束地选择生活方式时，比如说减少坐飞机的次数、尽量少开灯、电脑和少用暖气，利文斯敦声明，没有遵循Atkins饮食习惯的权利，也没有消耗大量肉的习惯。

source: This was, he said, the equivalent of people arguing for the 'right to throw a bucket of shit out on the street' when sewers were introduced in London.
zh_cn: Andy Atkins还说道，当修地下水管工人出现在伦敦大街上时，人们争论往大街上扔一桶大便的权利人人平等。

source: Livingstone then continued to repeat his 'if it's yellow, let it mellow' mantra in order to save water that took large amounts of CO2 to clean only to find its way into our toilets and filled with our waste.
zh_cn: 接着，利文斯敦继续重复他的论点：为了使大便的水分不被蒸发，水分中二氧化碳占很大一部分比例，最后厕所成了大便的居住地。如果它是黄色的，那么请让保持圆润的真言。

source: One could be forgiven, listening to Livingstone ramble on about how he seemingly spent vast amounts of time in office as London mayor discussing with Dutch companies how light bulbs could save the planet, for feeling a sense of relief at what he dubbed the 'great tragedy' of his losing the mayoral election last year.
zh_cn: 一个人可能被遗忘，听利文斯敦谈论他作为伦敦市市长是怎样花费大量时间在办公室和人们讨论关于荷兰公司怎样利用电灯泡来拯救地球。当失去参选伦敦市市长一职时会有一种解脱的感觉，而他把这件事称为他一生中最大的悲剧。

source: However, given Boris' recent plan to retrain unemployed Londoners as 'energy efficiency advisers', it is evident that the green flag is still flying as high as it ever was over City Hall (2).
zh_cn: 然而，假如Boris现计划对下岗伦敦人进行再教育培训，此项能效建议能使大英国国旗一如既往地飘扬在市政府天空上。

source: Also on the panel was David North, the government and communities director of Tesco, who appeared to have caught the nasty virus of Sir Stuart 'Plan A' Rose, Executive Chairman of M&S, in seeming to think that he was on a moral mission to save the planet rather than a senior executive of a supermarket chain.
zh_cn: David North也参与了小组讨论，他是政府派来管理特斯科社区的社区主任。他的出现是因为引发了一场名叫“A计划玫瑰”的电脑病毒，David North也是M&S公司的执行长官。看上去似乎他是做为一个负有国家使命的人而不是做为一家连锁超市的高级行政长官去拯救地球。

source: Even Ken pointed out to him that he ran the risk of having competitors ignore his 'greener than thou' approach and instead start to undercut Tesco's prices --- something shareholders would be none-too-pleased about.
zh_cn: Ken甚至指出，David North是冒着有竞争对手忽视这个“比你更差的生手”的方法来降低特科价格，这是股东们最不想看到的结果。

source: The solution wheeled out to resolve this problem ---and many others --- is usually tax.
zh_cn: 解决方案终于出炉了，通过税收这个经济杠杆。这是大多数人合力想出来的。

source: Tax carbon-emitting goods so they cost the same as normal goods.
zh_cn: 对排放碳的商品征税，所以这些商品的价格和普通商品一样。

source: Tax electronic goods so it costs more to buy a new one than get them fixed.
zh_cn: 对电气商品征税，所以这些商品的价格比买一台新的电器商品甚至比维修费还要贵。

source: Tax people's lifestyle choices.
zh_cn: 同样，我们也要为人类的生活方式征税。

source: And where this doesn't work, then ---as a fizzy young girl declared repeatedly from the floor --- we need to 'dictate' how people need to live their lives.
zh_cn: 如果行不通的话，那么一些年轻女孩不断嘶嘶地说道――我们需要命令人们怎样生活。

source: Perhaps surprisingly, amongst a panel of lobbyists and politicians, the person who seemed to be most engaged with what those people Ken derogatively called 'the masses' actually think was David North of Tesco.
zh_cn: 另人吃惊的是，在讨论组的游说者和政治学家中，有一位积极地参与被Ken称为“大众生活方式选择”讨论，实际上就是特斯科是David North。

source: Must be all those focus groups.
zh_cn: 所有的核心讨论组。

source: North --- during an evening when just about everything was deemed 'unsustainable' --- made what was probably the only correct characterisation of something as unsustainable, namely 'the temptation to think that action can be achieved over the heads of the people.'
zh_cn: 一个晚上，当所有的讨论都站不住脚时，North做出了一个决定：唯一正确的特性就是不能成立的，也就是引诱人们产生这种想法，通过人们集思广益使措施能很好地解决问题，而这是不可能实现的。

source: He continued with his warning: 'people don't forget if you go over their heads...You can't ride over the people and win.'
zh_cn: David North继续说，并警告人们不要忘记一定要依靠大众的力量，否则不可能赢。

source: All evidence in this room points to the fact that this warning will continue to go unheeded by the majority of environmentalist campaigners.
zh_cn: 所有的证据都指出一个事实，那就是这样的警告将会被大部分的环保人士所遗忘。

source: As Andy Atkins put it, 'the stakes are too high for people to do what they want'.
zh_cn: 就像Andy Atkins说的那样，如果人类想为所欲为，那么将会为此付出很大的代价。

source: No matter how they dress it up as an 'eco-emergency', fundamental freedoms are being threatened.
zh_cn: 不论人们怎样精心打扮，甚至“生态紧急状态”，基本的自由也会受到威胁。

source: Just because no-one has yet needed to fight for the right to eat meat does not make it any less of a right worth defending.
zh_cn: 没有一个人因为要吃肉而打架，也没有人会这种行为看成需要捍卫的权力。

source: It was at this point that you could be heartened by the fact that next door was an exhibition documenting the long history of people's successful struggle for rights and freedoms in Britain.
zh_cn: 在这点上，你应被这样一种事实所鼓舞，隔壁是一家展览馆，其中展览的是英国人是怎样长期成功地为争取自己的权力和自由而努力。

source: However, the fight to resist those attempting to take away our liberties now will have to be fought no less hard.
zh_cn: 然而，抵抗那些试图夺走人类自由的措施已经变得轻而易举。
